<?

//aboutus
$aboutus_text = array();
$aboutus_text[1] = "<p>Kомпания \"Балканкар Рекорд\" - АО создана в середине 50-х годов, XX-го века в г.Пловдиве.</p><p>Она является частью холдинга \"Балканкар\", который создал и утвердил традиции машиностроения автопогрузчиков Болгарии. Сегодня \"Балканкар Рекорд\" - один из ведущих производителей погрузчиков в Болгарии.</p><p>\"Балканкар Рекорд\" носитель золотых медалей международных технических ярмарок г. Пловдива, г. Белграда, г. Бухареста и др. Автопогрузчики \"Балканкар Рекорд\" отвечают всем современным требованиям безопасности, удобства эксплуатации, эффективности и экологичности.</p><p>Кроме производства и продажи автопогрузчиков и запасных частей к ним, Компания занимается сервисной деятельностью, поддержкой, ремонтом отдельных узлов и рециклированием автопогрузчиков. Производственный сектoр компании включает электропогрузчики, дизельные и газовые автопогрузчики, автотягачи фамилии РЕКОРД. В зависимости от модификаций предлагаются погрузчики грузоподъемностью от 1250 до 12500 кг, высота подъема товара - от 2800 до 6400 мм, а тяговое усилие 15 до 20 kN.</p><p><object classid=\"clsid:D27CDB6E-AE6D-11cf-96B8-444553540000\" codebase=\"http://download.macromedia.com/pub/shockwave/cabs/flash/swflash.cab#version=8,0,0,0\" width=\"350\" height=\"313\"><param name=\"movie\" value=\"http://i47.vbox7.com/player/ext.swf?vid=69693c2494\"/><param name=\"quality\" value=\"high\"/><embed src=\"http://i48.vbox7.com/player/ext.swf?vid=69693c2494\" quality=\"high\" pluginspage=\"http://www.macromedia.com/go/getflashplayer\" type=\"application/x-shockwave-flash\" width=\"350\" height=\"313\"/></object></p>";

/*
<object classid=clsid:D27CDB6E-AE6D-11cf-96B8-444553540000 codebase=http://download.macromedia.com/pub/shockwave/cabs/flash/swflash.cab#version=8,0,0,0 width=350 height=263><param name=movie value=http://i48.vbox7.com/player/ext.swf?vid=4e003a92><param  name=quality value=high><embed src=http://i48.vbox7.com/player/ext.swf?vid=4e003a92 quality=high pluginspage=http://www.macromedia.com/go/getflashplayer type=application/x-shockwave-flash width=350 height=263></embed></object>
*/

$aboutus_text[6] = "<p><strong><a href='new_forklift.php?lang=ru' target=_self>Золотой медаль на Международной ярмарке Пловдив 2012</a></strong> получил первый представитель нового семейства наший погрузчик \"RECORD 2E\" грузоподъемность до 3,5 тонн.</p><p><strong><a href='seminar.php?lang=ru' target=_self>В июне месяце 2012 года на территории Общества был проведен семинар по теме:  </a></strong>Сервисное обслуживание и ремонт индустриальных двигателей “Тойота”. В продолжении 3 дней экип японских инженеров ознакомил 
технических специалистов фирмы “Балканкар Рекорд” АО с основными требованиями и тонкостями по обслуживанию и ремонту этих двигателей.</p><p><strong>Балканкар Рекорд АО разработала</strong><br> и представила новую модель <a href='specs/LT-ET12-RU.pdf' target=_blank>электрической тележки  с товароносимостью 12T.</a> </p><p><strong>Балканкар Рекорд АО  запустила</strong> в производство новую серию <a href='specs/LT-R2 E -3.5t-RU.pdf' target=_blank>погрузчиков РЕКОРД 2Е. </p><p><strong><a href='pogruzchik_4s_ru.pdf' target=_blank>В 2011 году</a></strong> в производстве новая серия автопогрузчиков RECORD 4S с грузоподъемностью 10000 кг и 12500 кг.</p>";

// New year
$new_year_text = array();
$new_year_text[0]= "<font color=red>С Новым 2013 годом !!!</font>";


//forklifts
$forklifts_text = array();
$forklifts_text[6] = "Сочетают все самое лучшее в области дизайна и эргономии погрузчиков серии РЕКОРД 2S. Высокий клиренс и монтаж ведущего моста с блокировкой дифференциала позволяет работать на неровной и нетвердой поверхности.";


//1s_specs
$s1_specs_text = array();
$s1_specs_text[6] = "<ul> <li> M - тип питании<br> 1 - дизель<br> 3 - LPG<br> 4 - CNG</li> <li> XX - высота: от 3000 до 6000 мм (3000, 4000, 4200, 4500, 5000, 5400, 6000 мм)</li> <li> Y - двигатель:<br> 2 - DEUTZ<br> 3 - KUBOTA <br> 4 – VW – ADF<br> 5 – CUMMINS </li> <li> Z - ГДП:<br> 2 - 6861.2 - 05 - S3<br> 3 - TXL15 GRAZIANO</li> <li> K - ведущий мост:<br> 3 - TXL15 GRAZIANO<br> 7 - 7109.25</li> </ul>";

$s1_specs_text[7] = "<ul><li>ZK:<br>33 - Блок GRAZIANO TXL (trans axle)</li><li>L - тип подъемного устройства:<br>S - симплекс /3000, 4000/<br>D - дуплекс /3000/<br>T - триплекс /3000, 4200, 4500, 5000, 5400, 6000/</li></ul><br>";

$s1_specs_text[9] = "Примерное обозначение автопогрузчиков грузоподъемностью Q=1750 кг; с дизельным двигателем DEUTZ; ГДП 6861.2-05 S3; ведущий мост 7109.25; тип подъемного устройства - симплекс и высотой подъема 3000 мм: <strong>1636.30.227 S</strong>";

//2s_specs
$s2_specs_text = array();
$s2_specs_text[3] = "<ul><li>М - тип двигателя<br> 1 - дизель<br> 3 - LPG<br> 4 - CNG<br> <li>XX - высота: oт 3000 до 6400 мм (3000, 4000, 4200, 4500, 4800, 5200, 5600, 6400 мм)</li> <li>Y - двигатель:<br>2 - DEUTZ<br>6 - PERKINS<br>9 - CUMMINS<br> </li> <li>Z - ГДП:<br>2 - 6860.6 - 03-S3 (2000 кг - 4000 кг)<br>4 - 6870.2 - 05-S3 (5000 кг)<br>6 - GRAZIANO PST 1 (2000 кг - 4000 кг)<br> 7 - GRAZIANO PST 2 (5000 кг)</li> </ul>";

$s2_specs_text[4] = "<ul><li>K - ведущий мост:<br> 1 - 6198 (2500 кг)<br> 3 - 6199 (3000&divide;3500 кг)<br> 4 - 6199-13 (4000 кг)<br> 9 - 6233.2-25 (5000 кг)<br> </li> <li>L - тип подьемного устройства:<br> S - симплекс /3000, 4000, 4500/<br> D - дуплекс /3000/<br> T - триплекс /3000, 4200, 4500, 4800, 5200, 5600, 6400/ </li> </ul>";

$s2_specs_text[6] = "Примерное обозначение автопогрузчиков грузоподъемностью Q=3500 кг; с двигателем DEUTZ-TD-2009 L04; ГДП 6860.6-03-S3; ведущий мост 6199.25; тип подъемного устройства - симплекс и высотой подъема 3000 мм: <strong>1792.30.223 S</strong>";


//3s_specs
$s3_specs_text = array();
$s3_specs_text[4] = "<ul> <li>XX - высота: от 3300 до 4500 мм (3300, 4000, 4500 мм)</li> <li>Y - двигатели:<br>2 - DEUTZ<br>3 - KUBOTA<br>6 - PERKINS<br>9 - CUMMINS <br> </li> <li>Z - ГДП:<br>4 - 6870.2-S3 (6000&divide;7000 кг)<br>7 - GRAZIANO PST 2</li> </ul>";

$s3_specs_text[5] = "<ul> <li>K - ведущий мост:<br> 1 - DANA (Кларк Хурт) 112<br>4 - 6203.72 Бoлгария (6000&divide;7000 кг) </li> <li>L - тип подъемного устройства:<br> S - симплекс </li> </ul>";

$s3_specs_text[7] = "Примерное обозначение автопогрузчиков грузоподъемностью Q=8000 кг; с дизельным двигателем DEUTZ 2012; ГДП PST2; ведущий мост DANA; тип подъемного устройства - симплекс и высотой подъема 3300 мм: <strong>1996.33.271 S</strong>";


//2sr_specs
$sr2_specs_text = array();
$sr2_specs_text[4] = "<ul> <li>XX - высота: от 3300 до 4500 мм (3300, 4000, 4500 мм)</li> <li>Y - двигатель:<br>2 - DEUTZ<br>3 - KUBOTA<br>6 - PERKINS<br> </li> <li><b>Z</b> - ГДП:<br>2 - 6860.6-03-S3<br>4 - 6870.2-01-S3<br>6 - GRAZIANO PST 1<br>7 - GRAZIANO PST 2</li></ul>";

$sr2_specs_text[5] = "<ul><li>К - Ведущий мост:<br><font color=#E9EEF1>.</font>0 - 6233.1,5<br>1 - 6233.1,5 B (с блокировкой)<br>2 - DANA 112</li> <li>L - тип подъемного устройства: симплекс</li> <li>R - индекс повышенной проходимости  </li> </ul>";

$sr2_specs_text[7] = "Примерное обозначение автопогрузчиков грузоподъемностью Q=4000 кг; с дизельным двигателем DEUTZ TD 2009 L04; ГДП 6860.6-03-S3; Ведущий мост 6233.1,5; тип подъемного устройства - симплекс и высотой подъема 3300 мм: <strong>1794.33.220 SR</strong>";


//elcars
$elcars_text = array();
$elcars_text[7] = "Самоходные";
$elcars_text[8] = "Электропогрузчик РЕКОРД ER  (3500&divide;5000кг)";
$elcars_text[9] = "Электропогрузчик РЕКОРД ER  (6000&divide;8000кг)";
$elcars_text[10] = "Подробней ...";
$elcars_text[11] = "В новой, более тяжелой,  серии электропогрузчиков производства “Балканкар Рекорд” АО заложены отличные показатели надежности, удобства  и безопасности при эксплуатации.";
$elcars_text[12] = "Это новая серия электропогрузчиков разработна дла траспортирования тяжелых товаров / от 6 до 8 Т/, при этом сохраняя превосходные качества и надежность, известные клиентам ''Балканкар Рекорд'' АО в автопогрузчиках этого класса.";


//er_specs
$er_specs_text = array();
$er_specs_text[4] = "<li> XX - высота: (3000, 4000, 4200, 4500, 5000, 5400, 6000 мм)<br><br><li> Y- импульсное управление:<br>  2 - КУРТИС<br>  <li> Z - батарея:<br><br> 2 - 48 V/400 Ah<br>  3 - 48V/440 Ah<br>  4 - 48V/480 Ah<br>  6 - 80V/400 Ah<br>  7 - 80V/440 Ah<br> <li> K - Ведущий мост:<br>  2 - 6217 (1250 &#247; 1600 кг)<br>  3 - 6212 (2000 &#247; 2500 кг)<br>";

$er_specs_text[5] = "<ul><li>L - тип подъемных устройств: <br> S - симплекс /3000, 4000/<br> D - дуплекс /3000/<br>Т - триплекс /4200, 4500, 5000, 5400, 6000/<br> </ul>";

$er_specs_text[7] = "Примерное обозначение эл.погрузчиков грузоподьемностью Q=2000 кг; с импульсным  управлением КУРТИС, тяговая батарея 80V/400 Ah; тип подъемного устройства-  дуплекс и высота подъема - 3000 мм: <b>ER 638.30.263 D</b>";

$er_specs_text[12] = "Разработка электропогрузчиков грузоподъемностью 1250 до 2500 кг - новое направление в производственной деятельности. Отличается собственным дизайном. Рабочее место водителя обеспечивает удобство при работе со всеми органами управления, отличается видимостью и комфортом по время работы. Конструкция позволяет монтаж сменных приспособлений для обработки специальных товаров.";


//elcar_5000_specs
$elcar_5000_specs_text = array();
$elcar_5000_specs_text[4] = "<li>XX - высота:  (3000, 4000, 4200, 4500, 4800, 5200, 5600, 6400 мм)<br><br><li>  Y- импульсное управление:<br>  2 - КУРТИС<br> <br> 
<li>Z - батарея:<br>  2 - 80V/400 Ah<br>  3 - 80V/440 Ah<br>  4 - 80V/480 Ah<br>  6 - 80V/560 Ah<br><br>
<li>K - Ведущий мост:<br> 2 - 6199 (3500 &#247; 4000 кг)<br>  3 - 6233.2 (5000 кг)<br>";

$elcar_5000_specs_text[5] = "<ul><li>L - тип подъемных устройств: <br> S - симплекс /3000, 4000,4500/<br> D - дуплекс /3000/<br>Т - триплекс /4200, 4500, 4800, 5200, 5600, 6400/<br></ul>";

$elcar_5000_specs_text[7] = "Примерное обозначение эл.погрузчиков грузоподьемностью Q=5000 кг; с импульсным  управлением КУРТИС, тяговая батарея 80V/440 Ah;ведущий мост 6233.2; тип подъемного устройства-  дуплекс и высота подъема - 3000 мм: <strong>ER 50.30.233 D</strong>";

$elcar_5000_specs_text[12] = "Отличные характеристики электропогрузчиков этой серии обеспечивают высокую производительность.";


//elcar_8000_specs
$elcar_8000_specs_text = array();
$elcar_8000_specs_text[4] = "<li> XX - высота: (3300, 4000, 4500 мм)<br><br><li> Y - импульсное управление:<br>  2 - КУРТИС<br><br> 
<li> Z - батарея:<br>  2 - 80 V/700 Ah<br>  3 - 80V/800 Ah<br>  4 - 80V/960 Ah<br> <br>
<li> K - ведущий мост:<br>1 - DANA 112/229<br> <br>";

$elcar_8000_specs_text[5] = "<ul><li>L - тип подъемных устройств: <br> S - симплекс /3300, 4000,4500/<br></ul>";

$elcar_8000_specs_text[7] = "Примерное обозначение эл.погрузчиков грузоподьемностью Q=8000 кг; с импульсным  управлением КУРТИС, тяговая батарея 80V/800 Ah;ведущий мост DANA 112/229; тип подъемного устройства-  дуплекс и высота подъема - 3300 мм: <strong>ER 80.33.231 S</strong>";

$elcar_8000_specs_text[12] = "Электропогрузчики РЕКОРД с грузоподъемностью 6000-8000 кг-призвана ответит максимально всем требованиям клиентов.Электропогрузчики  этой серии отличаются простотй и удобством при технических обслуживаниях.";


//err_specs
$err_specs_text = array();
$err_specs_text[4] = "<li> XX - высота: (4200, 4500, 4800, 5200, 5600, 6400 мм)<br><br>  <li> Y - импульсное управление:<br>  2 - КУРТИС<br>  <li> Z - батарея:<br><br> 2 - 48 V/420 Ah<br>  3 - 48V/435 Ah<br> <li> K - ведущая и управляемая колонна: <br>  5 - MDV 150 CARRARD<br>";

$err_specs_text[5] = "<ul><li>L - тип подьемные устройства: <br> Т - триплекс /4200, 4500, 4800, 5200, 5600, 6400/<br> </ul>";

$err_specs_text[7] = "Примерное обозначение электропогрузчиков грузоподъемностью Q=1400 кг; с импульсное управлениу КУРТИС, тяговая батарея 48V/400 Ah; высотой подъема 6400 мм; ведущая и управляемая колонна - тип MDV 150, подъемное устройство триплекс: <strong>ERR 631.64.225 T</strong>";

$err_specs_text[12] = "Разработка электропогрузчиков высокоподъемников для складских помещений грузоподъмностью 1400 - 1600 кг является новым направлением в нашей производственной деятельности. Отличаются собственным дизайном. При производстве серии электроштабелеров реализована технология переменного электрического привода. Рабочее место водителя обеспечивает удобство при работе со всеми органами управления, отличается видимостью и комфортом по время работы. Конструкция позволяет монтаж сменных приспособлений для обработки специальных товаров.";

//tows
$tows_text = array();

$tows_text[3] = "Новое поколение автотягачей являются наследником старой фамилии дизельных тягачей, производимых в течении 20 лет компанией \"Балканкар Рекорд\" АО. Фамилия отличается новым дизайном и высокой надежностью. Двухместная кабина, обеспечивающая комфорт, может быть выполнена в двух вариантах - с классическами дверцами или так называемыми дверцами \"гибкого типа\". Задняя секция позволяет перевозить дополнительный товар или обслуживающий персонал. Возможность монтажа двигателей DEUTZ, KUBOTA и CUMMINS.";

$tows_text[6] = "Производство электротележек грузоподъемностью 5000÷15000 кг - новое направление производственной деятельности. Отличается собственным дизайном. Рабочее место водителя обеспечивает удобство при работе со всеми органами управления, отличается видимостью и комфортом по время работы. Конструкция позволяет монтаж сменных приспособлений для обработки специальных товаров.";

$tows_text[9] = "Приводом переменного тока АС дополняет фамилию тягачей.";


//platforms
$platforms_text[] = array();
$platforms_text[1] = "Электротележек ЕТ 2, ЕТ 3, ЕТ 5, ЕТ 10, ЕТ 15";
$platforms_text[2] = "Производство электротележек грузоподъемностью 2000÷15000 кг - новое направление производственной деятельности. Отличается собственным дизайном. Рабочее место водителя обеспечивает удобство при работе со всеми органами управления, отличается видимостью и комфортом по время работы. Конструкция позволяет монтаж сменных приспособлений для обработки специальных товаров.";
$platforms_text[3] = "Технические характеристики";


//contacts
$contacts_text = array();
$contacts_text[2] = "4004 Пловдив, БОЛГАРИЯ; <br>&quot;Кукленско шоссе&quot; 17";
$contacts_text[52] = "Заявка для оферирования";
$contacts_text[53] = "Какой тип питания предпочитаете"; 
$contacts_text[54] = "--по выбору--";
$contacts_text[55] = "дизель";
$contacts_text[56] = "газ(L.P.G.)";
$contacts_text[57] = "электро";
$contacts_text[58] = "Вес товара /кг/";
$contacts_text[59] = "На какую максимальную высоту будет подниматься груз /мм/";
$contacts_text[60] = "Центр тяжести груза /мм/";
$contacts_text[61] = "другой";
$contacts_text[62] = "Специалные захваты (сталкиватель,боковые захватый, поворотная рама,ковш,стрела крана,размеры,вес и т.д.)";
$contacts_text[63] = "Вид шин";
$contacts_text[64] = "суперэластик";
$contacts_text[65] = "пневматические";
$contacts_text[66] = "Тип подъемный механизм";
$contacts_text[67] = "симплекс";
$contacts_text[68] = "дуплекс";
$contacts_text[69] = "триплекс";
$contacts_text[70] = "min высота и ширины проездов";
$contacts_text[71] = "Каретка смещения";
$contacts_text[72] = "Другое /запыленная среда, работа в контейнере, вагоне, тип дорожной настилки/";
$contacts_text[73] = "Пожалуйста, выберите какой тип питания предпочитаете.";
$contacts_text[74] = "Пожалуйста, выберите вес товара.";
$contacts_text[75] = "Пожалуйста, выберите на какую максимальную высоту будет подниматься груз.";
$contacts_text[76] = "Обратная связь";
$contacts_text[77] = "Тип машины";
$contacts_text[78] = "Пожалуйста, выберите тип машины.";
$contacts_text[79] = "погрузчик";
$contacts_text[80] = "электропогрузчик";
$contacts_text[81] = "электротележка";
$contacts_text[82] = "тягач";
$contacts_text[83] = "электроштабеллер";
$contacts_text[84] = "^ выберите один шаг выше ^";
$contacts_text[85] = "вулколан";
$contacts_text[86] = "--без вариантов--";
$contacts_text[87] = "Номинальное тяговое усилие/kN/";
$contacts_text[88] = "Въведите символов от картинку:";
$contacts_text[89] = "Грешны код! Пожалуйста, выберите снова.";
$contacts_text[90] = "Размер электротележка (mm)";
$contacts_text[91] = "AC (Переменный ток)";
$contacts_text[92] = "DC (Постоянный ток)";
$contacts_text[93] = "Только AC";
$contacts_text[94] = "электро (только AC)";


//seminar
$seminar_text = array();
$seminar_text[1] = "В июне месяце 2012 года на территории Общества был проведен семинар по теме:  Сервисное обслуживание и ремонт индустриальных двигателей “Тойота”. В продолжении 3 дней экип японских инженеров ознакомил 
технических специалистов фирмы “Балканкар Рекорд” АО с основными требованиями и тонкостями по обслуживанию и ремонту этих двигателей.";
$seminar_text[2] = "Семинар";

//новина панаир 2012 нов мотокар
$new_forklift_text = array();
$new_forklift_text[1] = "Международной ярмарк Пловдив 2012";
$new_forklift_text[2] = "Золотой медаль на Международной ярмарке Пловдив 2012 получил первый представитель нового семейства наший погрузчик \"RECORD 2E\" грузоподъемность до 3,5 тонн.";
?>