<?

//aboutus
$aboutus_text = array();
$aboutus_text[1] = "<p>Фирма \"Балканкар Рекорд\" - АД е създадена през средата на 50-те години на XX век в гр. Пловдив. Тя е била част от холдинга \"Балканкар\", създал и утвърдил традициите на българското каростроене. Днес \"Балканкар Рекорд\" е един от водещите производители на кари в България.</p><p>Производствената гама на фирмата включва електрокари, дизелови и газови мотокари, мотовлекачи от фамилиите РЕКОРД. В зависимост от модификациите товароподемността е от 1250 до 10000 кг, височината на повдигане на товара е от 2800 до 6400 мм, а теглителното усилие от 15 до 20 kN.</p><p>\"Балканкар Рекорд\" е носител на златни медали от Международните технически панаири в Пловдив, Белград, Букурещ, Бърно и др. Изделията на \"Балканкар Рекорд\" отговарят на всички съвременни изисквания за безопасност, ергономичност, ефективност и екологичност. Oсвен с производство и продажба на кари и резервни части за тях, фирмата се занимава и със сервиз, поддръжка, ремонтиране на отделни компоненти и възли, и рециклиране на мотокари.</p><p><object classid=clsid:D27CDB6E-AE6D-11cf-96B8-444553540000 codebase=http://download.macromedia.com/pub/shockwave/cabs/flash/swflash.cab#version=8,0,0,0 width=350 height=263><param name=movie value=http://i48.vbox7.com/player/ext.swf?vid=4e003a92><param  name=quality value=high><embed src=http://i48.vbox7.com/player/ext.swf?vid=4e003a92 quality=high pluginspage=http://www.macromedia.com/go/getflashplayer type=application/x-shockwave-flash width=350 height=263></embed></object></p>";


$aboutus_text[6]= "<p><strong><a href='record_ssd_bg.pdf' target=_blank>Кари РЕКОРД SSD  </a></strong> <strong><blink> със странично вземане на товара</strong></blink> нов продукт в листата на \"Балканкар Рекорд\" за 2010г.</p><p><strong><a href='motokar_4s.pdf' target=_blank>Към май 2009 г.</strong>, е в производство новата серия мотокари</a> <strong>РЕКОРД 4S с товароподемност<blink>10000 кг.</strong></blink></p> <p><strong><a href='record-et-bg.pdf' target=_blank>ЕЛЕКТРИЧЕСКИТЕ  платформи</a></strong> с товароносимост  от <blink><strong>2000 кг до 10000 кг </strong></blink>допълват уникалната тежка серия платформи от 15000 кг произвеждани в \"Балканкар Рекорд\"</p><p><strong><a href='er-ac-bg.pdf' target=_blank>Нова фамилия Електрокари</a></strong> с променливотоково задвижване АС - стъпка в бъдещето.</p>";

//forklifts
$forklifts_text = array();
$forklifts_text[6] = "Съчетават всичко най-добро от дизайна и ергономията на РЕКОРД 2S. Повишеният клиренс и вграждането на двигателен мост с блокаж на диференциала позволяват работа върху неравни терени или площадки без твърда настилка.";



//1s_specs
$s1_specs_text = array();
$s1_specs_text[6] = "<ul><li> M - тип на горивото<br> 1 - дизел<br> 3 - LPG<br> 4 - CNG<br></li> <li>XX - височини: от 3000 до 6000 мм (3000, 4000, 4200, 4500, 5000, 5400, 6000 мм)</li> <li>Y- двигатели:<br> 2 - DEUTZ<br> 3 - KUBOTA <br> 4 - VW - ADF<br> 5 – CUMMINS</li> <li>Z - ХДП:<br> 2 - 6861.2 - 05 - S3<br> 3 - TXL15 GRAZIANO</li> <li>K - мост двигателен:<br> 3 - TXL15 GRAZIANO<br> 7 - 7109.25</li> </ul>";

$s1_specs_text[7] = "<ul><li>ZK:<br>33 - Блок GRAZIANO TXL (trans axle)</li><li>L - тип повдигателна уредба:<br>S - симплекс /3000, 4000/<br>D - дуплекс /3000/<br>T - триплекс /3000, 4200, 4500, 5000, 5400, 6000/</li></ul><br>";

$s1_specs_text[9] = "Примерно означение на мотокар с товароподемност Q=1750 кг; с дизелов двигател DEUTZ; ХДП 6861.2-05 S3; мост двигателен 7109.25; уредба повдигателна симплекс и с височина на повдигане 3000 мм:<strong> 1636.30.227 S</strong>";

//2s_specs
$s2_specs_text = array();
$s2_specs_text[3] = "<ul><li>М - тип на двигателя<br> 1 - дизел<br> 3 - LPG<br> 4 - CNG<br> <li>XX - височини: oт 3000 до 6400 мм (3000, 4000, 4200, 4500, 4800, 5200, 5600, 6400 мм)</li> <li>Y- двигатели:<br>2 - DEUTZ<br>6 - PERKINS<br>9 - CUMMINS<br> </li> <li>Z - ХДП:<br>2 - 6860.6 - 03-S3 (2000 кг - 4000 кг)<br>4 - 6870.2 - 01-S3 (5000 кг)<br>6 - GRAZIANO PST 1 (2000 кг - 4000 кг)<br> 7 - GRAZIANO PST 2 (за 5000 кг)</li> </ul>";

$s2_specs_text[4] = "<ul> <li>K - мост двигателен:<br> 1 - 6198 (2500 кг)<br> 3 - 6199 (3000&divide;3500 кг)<br> 4 - 6199-13 (4000 кг)<br> 9 - 6233.2-25 (5000 кг)<br> </li> <li>L - тип повдигателна уредба:<br> S - симплекс /3000, 4000, 4500/<br> D - дуплекс /3000/<br> T - триплекс /3000, 4200, 4500, 4800, 5200, 5600, 6400/ </li> </ul>";

$s2_specs_text[6] = "Примерно означение на мотокар с товароподемност Q=3500 кг; с дизелов двигател<br>DEUTZ-TD-2009 L04; ХДП 6860.6-03-S3; мост двигателен 6199; уредба повдигателна симплекс с височина на повдигане 3000 мм: <strong>1792.30.223 S</strong>";

//3s_specs
$s3_specs_text = array();
$s3_specs_text[4] = "<ul> <li>XX - височини: от 3300 до 4500 мм (3300 , 4000, 4500 мм)</li> <li>Y - двигатели:<br>2 - DEUTZ<br>3 - KUBOTA<br>6 - PERKINS<br>9 - CUMMINS <br> </li> <li>Z - ХДП:<br> 4 - 6870.2-S3 (6000&divide;7000 кг)<br> 7 - GRAZIANO PST 2</li> </ul>";

$s3_specs_text[5] = "<ul> <li>K - мост двигателен:<br> 1 - DANA (Кларк Хурт) 112<br>4 - 6203.72 България (6000&divide;7000 кг) </li> <li>L - тип повдигателна уредба:<br> S - симплекс </li> </ul>";

$s3_specs_text[7] = "Примерно означение на мотокар с товароподемност Q=8000 кг; с дизелов двигател DEUTZ 2012; ХДП PST2; мост двигателен DANA; уредба повдигателна симплекс с височина на повдигане 3300 мм:<strong> 1996.33.271 S</strong>";


//2sr_specs
$sr2_specs_text = array();
$sr2_specs_text[4] = "<ul> <li>XX - височини: от 3300 до 4500 мм (3300, 4000, 4500 мм)</li> <li>Y - двигатели:<br>2 - DEUTZ<br>3 - KUBOTA<br>6 - PERKINS<br> </li> <li><b>Z</b> - ХДП:<br>2 - 6860.6-03-S3<br>4 - 6870.2-01-S3<br>6 - GRAZIANO PST 1<br>7 - GRAZIANO PST 2</li> </ul>";

$sr2_specs_text[5] = "<ul><li>К - Мост двигателен:<br><font color=#E9EEF1>.</font>0 - 6233.1,5<br>1 - 6233.1,5 B (с блокаж)<br>2 - DANA 112</li><li>L - тип повдигателна уредба: симплекс</li><li>R - индекс за повишена проходимост</li></ul>";

$sr2_specs_text[7] = "Примерно означение на мотокар с товароподемност Q=4000 кг; с дизелов двигател<br>DEUTZ TD 2009 L04; ХДП 6860.6-03-S3; Мост двигателен 6233.1,5; уредба повдигателна симплекс и с височина на повдигане 3300 мм:<br> <br><strong>1794.33.220 SR</strong>";


//elcars
$elcars_text = array();
$elcars_text[7] = "Ръчно водими";
$elcars_text[8] = "Електрокар РЕКОРД ЕR  (3500&divide;5000кг)";
$elcars_text[9] = "Електрокар РЕКОРД ER  (6000&divide;8000кг)";
$elcars_text[10] = "още за тях ...";
$elcars_text[11] = "В новата, по-тежка серия електрокари на ''Балканкар Рекорд'' са заложени отлични показатели на надеждност, удобство и безопасност при експлоатация.";
$elcars_text[12] = "Тази нова серия електрокари е разработена за транспортиране на по-тежки товари (от 6 до 8 t), съхранявайки превъзходните качества и надеждността, познати на клиентите на ''Балканкар Рекорд'' в мотокарите от този клас.";

//er_specs
$er_specs_text = array();
$er_specs_text[4] = "<li> XX - височини: (3000, 4000, 4200, 4500, 5000, 5400, 6000 мм)<br><br><li> Y - импулсно управление:<br>  2 - КЪРТИС<br> 
<li> Z - батерия:<br><br>  2 - 48 V/400 Ah<br>  3 - 48V/440 Ah<br>  4 - 48V/480 Ah<br>  6 - 80V/400 Ah<br>  7 - 80V/440 Ah<br>
<li> K - Мост двигателен:<br> 2 - 6217 (1250 &#247; 1600 кг)<br>  3 - 6212 (2000 &#247; 2500 кг)<br>";

$er_specs_text[5] = "<ul><li>L - тип повдигателна уредба: <br> S - симплекс /3000, 4000/<br> D - дуплекс /3000/<br>Т - триплекс /4200, 4500, 5000, 5400, 6000/<br></ul>";

$er_specs_text[7] = "Примерно означение на електрокар с товароподемност Q=2000 кг; с импулсно управление<br>КЪРТИС; Тягова батерия 80V/400 Ah; височина на повдигане 3000 мм и мост двигателен 6212 и повдигателна уредба дуплекс:<strong>ER 638.30.263 D</strong>";

$er_specs_text[12] = "Разработването на електрокари с товароподемност 1250 до 2500 кг е ново направление в производствената дейност. Отличава се със собствен дизайн. Работното място на водача е осигурено с лесен достъп до всички органи на управление, отлична видимост и комфорт по време на работа. Конструкцията позволява вграждането на сменни приспособления за обработка на специални товари. ";


//elcar_5000_specs
$elcar_5000_specs_text = array();
$elcar_5000_specs_text[4] = "<li> XX - височини: (3000, 4000, 4200, 4500, 4800, 5200, 5600, 6400 мм)<br><br><li> Y - импулсно управление:<br>  2 - КЪРТИС<br> <br>
<li> Z - батерия:<br>  2 - 48 V/400 Ah<br>  3 - 48V/440 Ah<br>  4 - 48V/480 Ah<br>  6 - 80V/400 Ah<br><br> 
<li> K - Мост двигателен:<br> 2 - 6199 (3500 ÷ 4000 кг)<br>  3 - 6233.2 (5000 кг)<br><br>";

$elcar_5000_specs_text[5] = "<ul><li>L - тип повдигателна уредба: <br> S - симплекс /3000, 4000, 4500/<br> D - дуплекс /3000/<br>Т - триплекс /4200, 4500, 4800, 5200, 5600, 6400/<br></ul>";

$elcar_5000_specs_text[7] = "Примерно означение на електрокар с товароподемност Q=5000 кг; с импулсно управление КЪРТИС;<br> Тягова батерия 80V/440 Ah; височина на повдигане 3000 мм; мост двигателен 6233.2; повдигателна уредба дуплекс:<br><strong>ER 50.30.233 D</strong>";

$elcar_5000_specs_text[12] = "Отличните характеристики на електрокарите от тази серия обезпечават висока производителност.";





//elcar_8000_specs
$elcar_8000_specs_text = array();
$elcar_8000_specs_text[4] = "<li> XX - височини: (3300, 4000, 4500 мм)<br><br><li> Y - импулсно управление:<br>  2 - КЪРТИС<br><br>  
<li> Z - батерия:<br>  2 - 80V/700 Ah<br>  3 - 80V/800 Ah<br>  4 - 80V/960 Ah<br>  <br>
<li> K - Мост двигателен:<br>1 - DANA 112/229<br> ";

$elcar_8000_specs_text[5] = "<ul><li>L - тип повдигателна уредба: <br> S - симплекс /3300, 4000, 4500/<br></ul>";

$elcar_8000_specs_text[7] = "Примерно означение на електрокар с товароподемност Q=8000 кг;импулсно управление КЪРТИС;<br> Тягова батерия 80V/800 Ah; височина на повдигане 3300 мм,мост двигателен  DANA 112/229,повдигателна уредба симплекс :<br><strong>ER 80.33.231 S</strong>";

$elcar_8000_specs_text[12] = "Електрокари РЕКОРД  с товароподемност  6000-:-8000кг - ПОВЕЧЕ МОЩ в листата на ''Балканкар Рекорд''. Електрокарите от тази серия се отличават с простота и удобство при техническите обслужвания.";

//err_specs
$err_specs_text = array();
$err_specs_text[4] = "<li> XX - височини: (4200, 4500, 4800, 5200, 5600, 6400 мм)<br><br> <li> Y - импулсно управление:<br>  2 - КЪРТИС<br> <li> Z - батерия:<br><br>  2 - 48 V/420 Ah<br>  3 - 48V/435 Ah<br>  <li> K - Двигателна и управляема колона:<br>  5 - MDV 150 CARRARD<br>";

$err_specs_text[5] = "<ul><li>L - тип повдигателна уредба: <br>Т - триплекс /4200, 4500, 4800, 5200, 5600, 6400/<br> </ul>";

$err_specs_text[7] = "Примерно означение на електрокар с товароподемност Q=1400 кг; с импулсно управление<br>КЪРТИС; Тягова батерия 48V/420 Ah; височина на повдигане 6400 мм и двигателна и управляема колона MDV 150 и повдигателна уредба триплекс:<strong>ERR 631.64.225 Т</strong>";

$err_specs_text[12] = "Разработването на електрокари високоповдигачи за складови помещения (ретраци) с товароподемност 1400 - 1600 кг е ново направление в производствената дейност. Отличава се със собствен дизайн. Във фамилията ретраци е реализирана технология на променливо токово задвижване. Работното място на водача е осигурено с лесен достъп до всички органи на управление, отлична видимост и комфорт по време на работа.";


//tows
$tows_text = array();

$tows_text[3] = "Новото поколение мотовлекачи се явява наследник на старата фамилия дизелови влекачи, произвеждани в продължение на 20 г. във фирмата. Отличават се с нов дизайн и висока надеждност. Двуместната кабина може да бъде изпълнена в два варианта - с класически врати или с \"мека кабина\". Задната секция позволява превозването на персонал или товар. Вграждат се дизелови двигатели DEUTZ, KUBOTA и CUMMINS.";

$tows_text[6] = "Разработването на електроплатформи с товароподемност 5000÷15000 кг е ново направление в производствената дейност. Отличава се със собствен дизайн. Работното място на водача е осигурено с лесен достъп до всички органи на управление, отлична видимост и комфорт по време на работа.";

$tows_text[9] = "С променливотоково задвижване АС допълва семейството влекачи.";


//platforms
$platforms_text[] = array();
$platforms_text[1] = "Електроплатформа ЕТ 2, ЕТ 3, ЕТ 5, ЕТ 10, ЕТ 15";
$platforms_text[2] = "Разработването на електроплатформи с товароподемност 2000÷15000 кг е ново направление в производствената дейност. Отличава се със собствен дизайн. Работното място на водача е осигурено с лесен достъп до всички органи на управление, отлична видимост и комфорт по време на работа.";
$platforms_text[3] = "Технически характеристики";


//contacts
$contacts_text = array();
$contacts_text[2] = "гр. Пловдив 4004<br>ул. &quot;Кукленско шосе&quot; 17";
$contacts_text[52] = "Поръчка за оферта";
$contacts_text[53] = "Какъв тип задвижване на машината препочитате"; 
$contacts_text[54] = "--избор--";
$contacts_text[55] = "дизел";
$contacts_text[56] = "газ";
$contacts_text[57] = "електро";
$contacts_text[58] = "Тегло на товара /кг/";
$contacts_text[59] = "На каква максимална височина ще поставяте товарите си /мм/";
$contacts_text[60] = "Център на тежестта на товара /мм/";
$contacts_text[61] = "друг";
$contacts_text[62] = "Специални товари: рула, бали и др. (размери и тегло)";
$contacts_text[63] = "Вид гуми";
$contacts_text[64] = "супереластични";
$contacts_text[65] = "пневматични";
$contacts_text[66] = "Уредба";
$contacts_text[67] = "симплекс";
$contacts_text[68] = "дуплекс";
$contacts_text[69] = "триплекс";
$contacts_text[70] = "Минимални размери на проходите,през които ще преминава машината";
$contacts_text[71] = "Виличен изравнител";
$contacts_text[72] = "Други (запрашена среда, работа в контейнер, вагон, тип на настилката)";
$contacts_text[73] = "Моля, изберете тип захранване на машината.";
$contacts_text[74] = "Моля, изберете тегло на товара.";
$contacts_text[75] = "Моля, изберете височина на повдигане.";
$contacts_text[76] = "Форма за контакти";
$contacts_text[77] = "Тип машина";
$contacts_text[78] = "Моля, изберете тип машина.";
$contacts_text[79] = "мотокар";
$contacts_text[80] = "електрокар";
$contacts_text[81] = "платформа";
$contacts_text[82] = "влекач";
$contacts_text[83] = "ретрак";
$contacts_text[84] = "^ изберете по-горно ниво ^";
$contacts_text[85] = "вулколан";
$contacts_text[86] = "--без опция--";
$contacts_text[87] = "Теглително усилие /кN/";

?>